tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "timvw/tap"
brew "asciidoctor"
brew "tmux"
brew "byobu"
brew "dos2unix"
brew "dosbox-staging"
brew "r"
brew "rustup-init"
brew "subversion"
brew "wget"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "timvw/tap/qv"
cask "alt-tab"
cask "aquamacs"
cask "brackets"
cask "cheatsheet"
cask "emacs-mac"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-source-code-pro"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "macdown"
cask "mactex"
cask "microsoft-edge"
cask "obsidian"
cask "qlmarkdown"
cask "raycast"
cask "rstudio"
cask "skim"
cask "steam"
cask "texmaker"
cask "textmate"
