tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "timvw/tap"
brew "asciidoctor"
brew "dos2unix"
brew "dosbox-staging"
brew "fd"
brew "helix"
brew "pandoc"
brew "r"
brew "rustup-init"
brew "starship"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "timvw/tap/qv"
cask "alt-tab"
cask "brackets"
cask "discord"
cask "emacs-mac"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-source-code-pro"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "macdown"
cask "mactex-no-gui"
cask "microsoft-edge"
cask "nomad"
cask "nvidia-geforce-now"
cask "obsidian"
cask "qlmarkdown"
cask "qview"
cask "rstudio"
cask "signal"
cask "skim"
cask "steam"
cask "textmate"
cask "zotero"
