tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iloveitaly/tap"
tap "railwaycat/emacsmacport"
tap "timvw/tap"
brew "asciidoctor"
brew "aspell"
brew "bat"
brew "csvkit"
brew "dos2unix"
brew "dosbox-staging"
brew "exa"
brew "fd"
brew "fribidi"
brew "groff"
brew "harfbuzz"
brew "p7zip"
brew "pandoc"
brew "poppler"
brew "r"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "xsv"
brew "yt-dlp"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "timvw/tap/qv"
cask "alt-tab"
cask "appcleaner"
cask "discord"
cask "emacs-mac"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-source-code-pro"
cask "hammerspoon"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "logseq"
cask "macdown"
cask "mactex-no-gui"
cask "microsoft-edge"
cask "nomad"
cask "nvidia-geforce-now"
cask "obsidian"
cask "openinterminal"
cask "qlmarkdown"
cask "qlzipinfo"
cask "qview"
cask "rstudio"
cask "signal"
cask "steam"
cask "vial"
cask "vlc"
cask "zotero"
